TaskName = "Архив цифровых факсов";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "Выполняется проверка, подождите…";
"DEVICE_COMMUNICATION_SETTINGS" = "Запись параметров на устройство… Подождите";
"DEVICE_COMMUNICATION_HOST" = "Запись имени хоста на устройство… Подождите";

//Titles of Buttons
"AUTO_TEXT" = "Авто";
"OK" = "OK";
"HOST_TITLE" = "Получение факсов: %@";
"SELECT_FOLDER" = "Выбрать папку…";
"SELECT_EMAIL" = "Параметры эл. почты…";
"TEST_SETTINGS" = "Проверка параметров";
"FOLDER_SELECTION_BUTTON_TITLE" = "Выбрать";
"FOLDER_SELECTION_PANEL_TITLE" = "Выбор папки";

/* Error strings*/

"GENERAL_DATA_MISSING_DESCRIPTION" = "Одно или несколько полей не содержат данные. Заполните все поля или щелкните \"Отмена\".";
"GENERAL_DATA_MISSING_TITLE" = "Ошибка: отсутствуют или недопустимые данные";
"MISSING_FOLDER_SETTING" = "Отсутствуют некоторые сведения о конечной папке. Выберите папку, введите имя пользователя и пароль, затем повторите попытку.";

"SUCCESS" = "Успешно";
"FOLDER_SETTINGS_SUCCESS" = "Настройка цифрового факса HP успешно завершена. Входящие черно-белые факсы теперь будут сохраняться в папке \"%@\".";
"EMAIL_SETTINGS_SUCCESS" = "Настройка цифрового факса HP успешно завершена. Входящие черно-белые факсы теперь будут отправляться в качестве вложения по эл. почте \"%@\".";


"AFP Authentication" = "Проверка подлинности сервера AFP";
"SMB Authentication" = "Проверка подлинности файловой системы SMB/CIFS";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "Ввод сведений о сервере";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "Введите все сведения о сервере.";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "Невозможно использовать папку '%@'.";
HSDFolderWithPercentSignDescription = "Не используйте знак процента в имени папки.";

"CONNECTION_FAILED_TITLE" = "Ошибка подключения";
"CONNECTION_FAILED_DESC" = "Возможно, сервер не существует или не работает в данный момент. Проверьте имя сервера или IP-адрес и повторите попытку.";

"AUTH_FAILED_TITLE" = "Ошибка проверки подлинности";
"AUTH_FAILED_DESC" = "Неизвестный пользователь, неправильный пароль или недоступная учетная запись. Снова введите имя и пароль или обратитесь к администратору сервера.";

"UNHANDLED_ERROR_TITLE" = "Непредвиденная ошибка";
"UNHANDLED_ERROR_DESC" = "При попытке подключения к серверу произошла ошибка %d.";

HSDServerParametersErrorTitle = "Неполная информация о сервере";
HSDServerParametersErrorDescription = "Поля с параметрами сервера не должны быть пустыми. Заполните все обязательные поля и повторите попытку.";

HSDUnableToSelectFolderTitle = "Невозможно использовать указанную папку";
HSDPermissionsErrorDescription = "Недостаточно прав для записи в указанную папку. Выберите другую папку и повторите попытку.";
"MISSING_SERVER_CREDENTIALS" = "Отсутствуют учетные данные сервера. Введите имя пользователя и пароль, а затем повторите попытку.";

HSDProtocolErrorDescription = "Выбранная папка не найдена на сервере, либо для соединения с сервером был использован другой протокол обмена файлами.";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "Подождите, выполняется печать…";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "Обработка…";


//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "Достигнуто максимальное количество заблокированных номеров";
"BLOCK_FAX_ERROR_DESC" = "Устройство позволяет сохранить максимум %d заблокированных номеров факсов. Разблокируйте некоторые номера и повторите попытку.";

//Fax log results
"ERROR" = "Ошибка";
"BUSY" = "Занято";
"NO_ANSWER" = "Нет ответа";
"NO_DIAL_TONE" = "Нет гудка";
"NO_DOCUMENT" = "Нет документа";
"DOCUMENT_JAM" = "Замятие документа";
"DOOR_OPEN" = "Открыта крышка";
"POWER_FAILURE" = "Сбой питания";
"BLACKLISTED" = "Заблокировано";
"STORAGE_FULL" = "Нет места";
"OUT_OF_MEMORY" = "Недостаточно памяти";
"PHONE_LINE_UNAVAILABLE" = "Телефонная линия недоступна";
"FAX_DISCONNECTED" = "Факс отсоединен";
"PC_DISCONNECTED" = "Компьютер отсоединен";
"REMOTE_NOT_COLOR" = "Получатель не поддерживает цвет";
"COMMUNICATION_ERROR" = "Ошибка связи";
"CANCELLED" = "Отменено";

//Fax session types
"SENT" = "Отправлено";
"RECEIVED" = "Получено";
